{"Wednesday" : [
    {
        "name" : "Wednesday's child is full of woe",
        "description" : " When a deliciusly wicked prank gets Wednesday expelled. Her parents ship her of to Nevermore Academy, the boarding school where they fell in love. ",
        "minute" : 59,
        "watched" : "no"
    },
    {
        "name" : "Woe is the loneliest number",
        "description" : " The sheriff questions Wednesday about the night's strange happening. Later, Wednesday faces off against a fierce rival in the cutthroat Poe Cup race.",
        "minute" : 48,
        "watched" : "no"
    },
    {
        "name" : "Friend or Woe",
        "description" : " Wednesday stumbles on a secret society. During Outreach Day, Nevermore's outcasts mingle with Jericho's normies in Pilgrim World. Fudge, anyone?",
        "minute" : 48,
        "watched" : "no"
    },
    {
        "name" : "Woe What a Night",
        "description" : "Wednesday asks Xavier to the Rave'N dance, sparking Tyler's jealousy - but Thing's got something up his sleeve. Meanwhile, Eugene stakes out the cave. ",
        "minute" : 49,
        "watched" : "no"
    },
    {
        "name" : "You Reap What You Woe",
        "description" : " During Parents Weekend, Wednesday digs into her family's past - and accidentally gets her dad arrested. Enid feels the pressure to 'wolf out.'",
        "minute" : 52,
        "watched" : "no"
    },
    {
        "name" : "Quid Pro Woe",
        "description" : " Wednesday's friends throw her a surprise birthday party. They mean well... but she'd much rather mark the miserable occasion by solving the murders.",
        "minute" : 50,
        "watched" : "no"
    },
    {
        "name" : "If You Don't Woe Me by Now",
        "description" : " Kooky Uncle Fester pays a visit and shares his theory about the monster. Wednesday begrudgingly agrees to a date with Tyler at Crackstone's crypt.",
        "minute" : 47,
        "watched" : "no"
    },
    {
        "name" : "A Murder of Woes",
        "description" : "Wednesday lands in troulbe whit Principal Weems, but that's just the start of her problems. To fight an ancient evil, she'll need all her friend's help.",
        "minute" : 52,
        "watched" : "no"
    }
    ],
"The Witcher" : [
    {
        "name" : "The End's Beginning",
        "description" : " Hostile townsfolk and a cunning mage greet Geralt in the town of Blaviken. Ciri finds her royal world upended when Nilfgaard sets its sights on Cintra.",
        "minute" : 61,
        "watched" : "no"
    },
    {
        "name" : "Four Marks",
        "description" : " Bullied and neglected, Yennefer accidentally finds a means of escape. Geralt's hunt for a so-called devil goes to hell. Ciri seeks safety in numbers.",
        "minute" : 61,
        "watched" : "no"
    },
    {
        "name" : "Betrayer Moon",
        "description" : " Geralt takes on another Witcher's unfinished business in a kingdom stalked by a ferocious beast. At a brutal cost, Yennefer forges a magical new future.",
        "minute" : 67,
        "watched" : "no"
    },
    {
        "name" : "Of Banquets, Bastards and Burials",
        "description" : "Against his better judgment, Geralt accompanies Jaskier to a royal ball. Ciri wanders into an enchanted forest. Yennefer tries to protect her charges.",
        "minute" : 62,
        "watched" : "no"
    },
    {
        "name" : "Bottled",
        "description" : " Heedless of warnings, Yennefer looks for a cure to restore what she's lost. Geralt inadvertently puts Jaskier in peril. The search for Ciri intensifies.",
        "minute" : 59,
        "watched" : "no"
    },
    {
        "name" : "Rare Species",
        "description" : "A mysterious man tries to entice Geralt to join a hunt for a rampaging dragon, a quest that attracts a familiar face. Ciri questions who she can trust.",
        "minute" : 59,
        "watched" : "no"
    },
    {
        "name" : "Before a Fall",
        "description" : " With the Continent at risk from Nilfgaard's rising power, Yennefer revisits her past, while Geralt reconsiders his obligation to the Law of Surprise.",
        "minute" : 47,
        "watched" : "no"
    },
    {
        "name" : "Much More",
        "description" : "A terrifying pack of foes lays Geralt low. Yennefer and her fellow mages prepare to fight back. A shaken Ciri depends on the kindness of a stranger.",
        "minute" : 60,
        "watched" : "no"
    },
    {
        "name" : "A Grain of Truth",
        "description" : "Geralt sets off with Ciri on a journey that leads him to an old friend. After the Battle of Sodden, Tissaia shows no mercy in her search for information. ",
        "minute" : 63,
        "watched" : "no"
    },
    {
        "name" : "Kaer Morhen",
        "description" : "Seeking a safe place for Ciri, Geralt heads for home, but danger lurks everywhere - even Kaer Morhen. Yennefer's dreams could be the key to her freedom. ",
        "minute" : 58,
        "watched" : "no"
    },
    {
        "name" : "What Is Lost",
        "description" : "Impatient with Geralt's methods, Ciri braves major obstacles to prove her mettle. Scheming and suspicion among the Brotherhood make Yennefer a target. ",
        "minute" : 59,
        "watched" : "no"
    },
    {
        "name" : "Redanian Intelligence",
        "description" : "A guest at Kaer Morhen extends a guiding hand to Ciri- and an invitation to Geralt. On the run in Redania, Yennefer seeks safety below ground. ",
        "minute" : 55,
        "watched" : "no"
    },
    {
        "name" : "Turn Your Back",
        "description" : "As a powerful mage joins the hunt for Ciri, she cuts a deal with Vesemir over his extraordinary discovery. Geralt explores the mystery of the monoliths. ",
        "minute" : 56,
        "watched" : "no"
    },
    {
        "name" : "Dear Friend...",
        "description" : " A close friend is lost- and another found — as Geralt helps Ciri learn more about her power. Cahir warns Fringilla to focus on their primary mission.",
        "minute" : 57,
        "watched" : "no"
    },
    {
        "name" : "Voleth Meir",
        "description" : " Geralt turns to a humble bard for help, Yennefer realizes just how special Ciri is, and tensions rise on the eve of Emperor Emhyr's visit to Cintra.",
        "minute" : 54,
        "watched" : "no"
    },
    {
        "name" : "Family",
        "description" : " Geralt faces off with a demon targeting his nearest and dearest while the most powerful players on the Continent ramp up their pursuit of Ciri.",
        "minute" : 52,
        "watched" : "no"
    }
    ],
"Manifest" : [
    {
        "name" : "Pilot",
        "description" : "Flight 828 arrives in New York with passengers who are unaware they've been missing for years as a mysterious phenomenon influences their behavior.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Reentry",
        "description" : "The NSA interrogates the people on Flight 828 as they try to resume their lives. One passenger falls victim to a crime after speaking to the media.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Turbulence",
        "description" : "Michaela visits Evie's parents, who struggle with their loss. Twin siblings Cal and Olive try to reconnect after five and a half years apart.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Unclaimed Baggage",
        "description" : "Michaela misinterprets her latest vision, landing her ex-fiancé Jared in trouble. Ben and Saanvi seek out a flight attendant from Flight 828.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Connecting Flights",
        "description" : "Flashbacks reveal how loved ones coped after Flight 828's disappearance. To escape the voice in his head, Ben goes on an adventure with Cal.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Off Radar",
        "description" : "When Cal develops a fever and begins speaking another language, Ben sets out to find a cure by searching for another passenger from the plane. ",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "S.N.A.F.U.",
        "description" : "Ben investigates the whereabouts of 11 missing passengers from Flight 828. After her latest Calling, Michaela makes a shocking discovery.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Point of No Return",
        "description" : "Ben finds an unlikely partner in NSA Director Vance while locating the missing passengers. Michaela has a strange Calling and Cal goes back to school.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Dead Reckoning",
        "description" : "As Ben and Michaela race to save the other missing passengers, their risky rescue mission takes an unexpected turn. ",
        "minute" : 42,
        "watched" : "no"
    },
     {
        "name" : "Crosswinds",
        "description" : "Mourning the loss of an ally, Ben forms a new alliance to help identify a shadowy figure who may be responsible for the missing passengers. ",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Contrails",
        "description" : "Cal's Calling sends Ben to help the captain of Flight 828, who is desperate to prove that he wasn't responsible for the plane's disappearance.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Vanishing Point",
        "description" : "When Cal goes missing, Grace and Ben head to upstate New York to find him as a mysterious hiker appears. Michaela confronts Autumn.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Cleared for Approach",
        "description" : "Michaela digs deeper for more information on Zeke. Jared investigates a man who runs a conspiracy website about the Flight 828 passengers.",
        "minute" : 43,
        "watched" : "no"
    },
    {
        "name" : "Upgrade",
        "description" : " Saanvi meets a member of a group that believes the Flight 828 passengers can perform miracles. Cal and Zeke have ominous Callings.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Hard Landing",
        "description" : "During a police investigation, Michaela crosses paths with a man who raises questions among the group. Saanvi struggles to recover after her ordeal.",
        "minute" : 42,
        "watched" : "no"
    },
    {
        "name" : "Estimated Time of Departure",
        "description" : "Michaela and Ben try to stop Griffin, who threatens to reveal what he knows about the Callings, as a deadline looms for all the passengers.",
        "minute" : 42,
        "watched" : "no"
    }
    ],
"The Queen's Gambit" : [
    {
        "name" : "Openings",
        "description" : "Sent to an orphanage at age 9, Beth develops an uncanny knack for chess and a growing dependence on the green tranquilizers given to the children.",
        "minute" : 59,
        "watched" : "no"
    },
    {
        "name" : "Exchanges",
        "description" : "Suddenly plunged into a confusing new life in suburbia, teenage Beth studies her high school classmates and hatches a plan to enter a chess tournament.",
        "minute" : 65,
        "watched" : "no"
    },
    {
        "name" : "Doubled Pawns",
        "description" : "The trip to Cincinnati launches Beth and her mother into a whirlwind of travel and press coverage. Beth sets her sights on the U.S. Open in Las Vegas.",
        "minute" : 46,
        "watched" : "no"
    },
    {
        "name" : "Middle Game",
        "description" : "Russian class opens the door to a new social scene. In Mexico City, Beth meets the intimidating Borgov, while her mother cozies up to a pen pal.",
        "minute" : 48,
        "watched" : "no"
    },
    {
        "name" : "Fork",
        "description" : "Back home in Kentucky, a shaken Beth reconnects with a former opponent who offers to help sharpen her game ahead of the U.S. Championship. ",
        "minute" : 48,
        "watched" : "no"
    },
    {
        "name" : "Adjournment",
        "description" : "After training with Benny in New York, Beth heads to Paris for her rematch with Borgov. But a wild night sends her into a self-destructive spiral.",
        "minute" : 60,
        "watched" : "no"
    },
    {
        "name" : "End Game",
        "description" : "A visit from an old friend forces Beth to reckon with her past and rethink her priorities — just in time for the biggest match of her life.",
        "minute" : 68,
        "watched" : "no"
    }
    ]
}
